Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: Crystal shield 6/10
ja: 水晶の盾6/10

source: Crystal shield 7/10
ja: 水晶の盾7/10

source: Crystal shield 8/10
ja: 水晶の盾8/10

source: Crystal shield 9/10
ja: 水晶の盾9/10

source: Crystal shield full
ja: 水晶の盾（満）

source: Crystal singing for beginners
ja: 初心者向けの水晶反響ガイド

source: Crystal spire
ja: 水晶の尖塔

source: Crystal structure
ja: 水晶の構造

source: Crystal tree
ja: 水晶樹

source: Crystal tree patch
ja: 水晶樹の小区画

source: Crystal weapon seed
ja: 水晶武器の種

source: Crystal-mine key
ja: 水晶鉱山の鍵

source: Crystalline Bat
ja: 結晶コウモリ

source: Crystalline Bear
ja: 結晶グマ

source: Crystalline Dark Beast
ja: 結晶の暗黒獣

source: Crystalline Dragon
ja: 結晶の竜

source: Crystalline Hunllef
ja: 結晶ハンレフ

source: Crystalline Rat
ja: 結晶ネズミ

source: Crystalline Scorpion
ja: 結晶ザソリ

source: Crystalline Spider
ja: 結晶グモ

source: Crystalline Unicorn
ja: 結晶ユニコーン

source: Crystalline Wolf
ja: 結晶オオカミ

source: Crystalline structure
ja: 結晶構造

source: Cuali, Teoki of Ralos
ja: ラオスのテオキ、クアリ

source: Cube Pile
ja: キューブの山

source: Cuffs
ja: カフス

source: Cuica
ja: クイカ

source: Culinaromancer
ja: 料理の魔術師

source: Culinaromancer (hard)
ja: 料理の魔術師（上級）

source: Cultist
ja: 信者

source: Cup of hot water
ja: 暑い水の一杯

source: Cup of tea
ja: 紅茶一杯

source: Cup of water
ja: 水一杯

source: Cupboard
ja: 戸棚

source: Cupboard space
ja: 戸棚のスペース

source: Curator
ja: 館長

source: Curator Haig Halen
ja: 館長のハイグ・ハレン

source: Cure
ja: 治す

source: Curling plant
ja: 巻きつき植物

source: Curly
ja: カーリ

source: Curpile Fyod
ja: カーパイル・フォイド

source: Current
ja: 水流

source: Curry
ja: カレー

source: Curry tree
ja: カレーの木

source: Curry tree seed
ja: カレーの木の種

source: Curry tree stump
ja: カレーの木の切り株

source: Cursed Altar
ja: 呪われた祭壇

source: Cursed Baboon
ja: 呪われたヒヒ

source: Curtain
ja: カーテン

source: Curtain space
ja: カーテンスペース

source: Curtains
ja: カーテン

source: Curufin
ja: クルフィン

source: Curved bone
ja: 曲がった骨

source: Cushion
ja: クッション

source: Custom bow string
ja: 特注の弓弦

source: Customer
ja: 客

source: Customer Support
ja: サポートセンタ

source: Customs officer
ja: 税関職員

source: Cut
ja: 切る

source: Cut down
ja: 切り倒す

source: Cut-Down
ja: 切り倒す

source: Cut-branch
ja: 枝を切る

source: Cut-foot
ja: 根を切る

source: Cut-open
ja: 切り開く

source: Cut-vine
ja: ツルを切る

source: Cut-wood
ja: 木材を切る

source: Cute Creature
ja: カワイイ生物

source: Cuthbert
ja: カスバート

source: Cuthbert, Lord of Dread
ja: 恐怖の王・カスバート

source: Cutting Table
ja: まな板台

source: Cyan Crystal
ja: シアンの水晶

source: Cyan crystal
ja: シアンの水晶

source: Cyclops
ja: サイクロプス

source: Cylinder Pile
ja: 円柱の山

source: Cypress Tree
ja: イトスギの木

source: Cyreg Paddlehorn
ja: シレグ・パドルホーン

source: Cyrisus
ja: シリサス

source: Da Vinci
ja: ダ・ビンチ

source: Daconia rock
ja: ダコニアの石

source: Daconia rocks
ja: ダコニアの石

source: Dad
ja: 父

source: Dad (hard)
ja: 父（上級）

source: Daer Krand
ja: ダエー・クランド

source: Daero
ja: ダエロ

source: Daeyalt Essence
ja: ダエヤルトの素

source: Daeyalt rocks
ja: ダエヤルトの岩

source: Daffodils
ja: 水仙

source: Daga
ja: ダガ

source: Dagannoth
ja: ダガノス

source: Dagannoth Prime
ja: ダガノス・プライム

source: Dagannoth Prime Jr.
ja: ダガノス・プライム・Jr.

source: Dagannoth Rex
ja: ダガノス・レックス

source: Dagannoth Rex Jr.
ja: ダガノス・レックス・Jr.

source: Dagannoth Supreme
ja: ダガノス・スプリーム

source: Dagannoth Supreme Jr.
ja: ダガノス・スプリーム・Jr.

source: Dagannoth fledgeling
ja: ダガノスの巣立ちひな

source: Dagannoth mother
ja: 母ダガノス

source: Dagannoth mother (hard)
ja: 母ダガノス（上級）

source: Dagannoth spawn
ja: 子供のダガノス

source: Dairy Buffalo
ja: 乳バッファロー

source: Dairy Cow
ja: 乳牛

source: Dairy churn
ja: 乳製品の製造器

source: Dairy cow
ja: 乳牛

source: Dais
ja: ダイス

source: Daisies
ja: ヒナギク

source: Dakh'thoulan Aegis
ja: ダクソウラン・アエギス

source: Dalal
ja: ダラル

source: Dalcian Fang (easy)
ja: ダルシアン・ファング（初級）

source: Dale
ja: デール

source: Dalila
ja: ダリラ

source: Dallas Jones
ja: ダラス・ジョーンズ

source: Dalldav
ja: ダルダブ

source: Damaged Earth
ja: 傷んだ台地

source: Damaged Growth
ja: 損傷した生産物

source: Damaged Mast
ja: 損傷したマスト

source: Damaged Table
ja: 損傷したテーブル

source: Damaged Vent
ja: 損傷した排気口

source: Damaged armour
ja: 破損した鎧

source: Damaged book
ja: 損傷した本

source: Damaged cart
ja: 損傷したカート

source: Damaged clay golem
ja: 破損した粘土のゴーレム

source: Damaged dagger
ja: 傷ついた短剣

source: Damaged mast
ja: 損傷したマスト

source: Damaged pillar
ja: 損傷した支柱

source: Damaged totem pole
ja: 損傷したトーテム・ポール

source: Damaged wall
ja: 損傷した壁

source: Damien Leucurte
ja: ダミエン・ロークーテ

source: Damis
ja: ダミス

source: Damis (hard)
ja: ダミス（上級）

source: Damp sticks
ja: 湿った棒

source: Damp tinderbox
ja: 湿った火口箱

source: Dampe
ja: ダンペ

source: Damwin
ja: ダムウィン

source: Dance
ja: と踊る

source: Danger Sign
ja: 危険標識

source: Danger sign
ja: 危険標識

source: Dantaera
ja: ダンタエラ

source: Darcor quo Narga
ja: ダーコー・クォ・ナーガ

source: Dark Altar
ja: 暗黒の祭壇

source: Dark Ankou
ja: 暗黒のアンコウ

source: Dark Chest
ja: 暗黒の宝箱

source: Dark Core
ja: 暗黒の核

source: Dark Mage
ja: 暗黒の魔術師

source: Dark Squall
ja: 暗黒のスコール

source: Dark Squirrel
ja: 暗黒のリス

source: Dark beast
ja: 暗黒獣

source: Dark cavalier
ja: 暗黒のカバリエ

source: Dark core
ja: 暗黒の核

source: Dark crystal
ja: 暗黒の水晶

source: Dark dagger
ja: 暗黒の短剣

source: Dark energy core
ja: 暗黒エネルギーの核

source: Dark hole
ja: 暗い穴

source: Dark kebbit
ja: 暗い色のケビット

source: Dark lace
ja: ダークレース

source: Dark tunnel
ja: 暗いトンネル

source: Dark warrior
ja: 暗黒の戦士

source: Dark wizard
ja: 暗黒の魔法使い

source: Darklight
ja: ダークライト

source: Darkmeyer
ja: ダーク・メヤー

source: Darkmeyer Display
ja: ダーク・メヤーの展示

source: Darkmeyer Slave
ja: ダーク・メヤーの奴隷

source: Darren
ja: ダレン

source: Dart trap
ja: ダーツの罠

source: Dartboard
ja: ダーツボード

source: Dartog
ja: ダートグ

source: Darve
ja: ダーブ

source: Daryl
ja: ダリル

source: Dashing kebbit
ja: 素早いケビット

source: Dave
ja: デーヴ

source: Davey
ja: ダベイ

source: David
ja: デイビッド

source: David Andrews
ja: デイビッド・アンドリューズ

source: David's barrel
ja: デイビッドの樽

source: David's print
ja: デイビッドの指紋

source: Davon
ja: ダヴォン

source: Dawn
ja: ドーン

source: Deactivate
ja: 無効化する

source: Dead Asgarnian Hops
ja: 死んだアスガニアン・ホップ

source: Dead Attas plant
ja: 死んだアタスの株

source: Dead Barley
ja: 死んだ大麦

source: Dead Bear
ja: 死んだクマ

source: Dead Belladonna
ja: 死んだベラドンナ

source: Dead Bittercap Mushrooms
ja: 死んだビタキャップダケ

source: Dead Boar
ja: 死んだイノシシ

source: Dead Body
ja: 死体

source: Dead Calquat
ja: 死んだカルカン

source: Dead Elf
ja: 死んだエルフ

source: Dead Explorer
ja: 死んだ探検家

source: Dead Goat
ja: 死んだヤギ

source: Dead Hammerstone Hops
ja: 死んだハマーストーン・ホップ

source: Dead Iasor plant
ja: 死んだイアソーの株

source: Dead Jute
ja: 死んだ黄麻

source: Dead Krandorian Hops
ja: 死んだクランドリアン・ホップ

source: Dead Kronos plant
ja: 死んだクロノスの株

source: Dead Lynx
ja: 死んだオオヤマネコ

source: Dead Magic Tree
ja: 死んだ魔法樹

source: Dead Mahogany
ja: 死んだマホガニー

source: Dead Maple
ja: 死んだ楓

source: Dead Monk
ja: 死んだ僧侶

source: Dead Oak
ja: 死んだ樫

source: Dead Poison Ivy bush
ja: 死んだツタウルシの低木

source: Dead Potato cactus
ja: 死んだジャガイモサボテン

source: Dead Redwood tree
ja: 死んだセコイアの木

source: Dead Snape grass
ja: 死んだスネイプ草

source: Dead Spirit Tree
ja: 死んだ精霊樹

source: Dead Teak
ja: 死んだチーク

source: Dead Tree
ja: 死んだ木

source: Dead White lily
ja: 死んだ白百合

source: Dead Wildblood Hops
ja: 死んだワイルドブラッド・ホップ

source: Dead Willow
ja: 死んだ柳

source: Dead Wolf
ja: 死んだオオカミ

source: Dead Yanillian Hops
ja: 死んだヤニリアン・ホップ

source: Dead Yew
ja: 死んだイチイ

source: Dead Yommi
ja: 死んだヨミー木

source: Dead Yommi sapling
ja: 死んだヨミーの若木

source: Dead apple tree
ja: 死んだリンゴの木

source: Dead banana tree
ja: 死んだバナナの木

source: Dead bat
ja: 死んだコウモリ

source: Dead cabbages
ja: 死んだキャベツ

source: Dead cactus
ja: 死んだサボテン

source: Dead cadavaberry bush
ja: 死んだカダバベリーの低木

source: Dead calquat
ja: 死んだカルカン

source: Dead celastrus tree
ja: 死んだセラストラスの木

source: Dead curry tree
ja: 死んだカレーの木

source: Dead dragonfruit plant
ja: 死んだドラゴンフルーツの木

source: Dead dwellberry bush
ja: 死んだドエルベリーの低木

source: Dead goutweed
ja: 死んだグート草

source: Dead hardy goutweed
ja: 死んだグート草

source: Dead herbs
ja: 死んだ薬草

source: Dead jangerberry bush
ja: 死んだジャンガベリーの低木

source: Dead limpwurt plant
ja: 死んだリンプワートの株

source: Dead marigold
ja: 死んだマリーゴールド

source: Dead nasturtium
ja: 死んだナスタチウム

source: Dead onions
ja: 死んだ玉ねぎ

source: Dead orange tree
ja: 死んだオレンジの木

source: Dead orb
ja: 死んだオーブ

source: Dead palm tree
ja: 死んだヤシの木

source: Dead papaya tree
ja: 死んだパパイヤの木

source: Dead pineapple plant
ja: 死んだパイナップルの株

source: Dead potatoes
ja: 死んだジャガイモの株

source: Dead redberry bush
ja: 死んだレッドベリーの低木

source: Dead rosemary
ja: 死んだローズマリー

source: Dead seaweed
ja: 死んだ海藻

source: Dead sourhog
ja: 死んだソーホッグ

source: Dead strawberry plant
ja: 死んだイチゴの株

source: Dead swamp snake
ja: 死んだ沼ヘビ

source: Dead sweetcorn plant
ja: 死んだコーンの株

source: Dead tomato plant
ja: 死んだトマトの株

source: Dead tree
ja: 死んだ木

source: Dead tree stump
ja: 死んだ木の切り株

source: Dead vine
ja: 死んだツル

source: Dead watermelons
ja: 死んだスイカ

source: Dead whiteberry bush
ja: 死んだホワイトベリーの低木

source: Dead woad plant
ja: 死んだアイの株

source: Deadfall
ja: 落とし罠

source: Deadly red spider
ja: 死の赤グモ

source: Deadman Supply Chest
ja: デッドマンの補給宝箱

source: Deadman chest
ja: デッドマンの宝箱

source: Deadman display
ja: デッドマンの展示

source: Deadman: Reborn Display
ja: デッドマン：リボーンの展示

source: Death
ja: 死

source: Death Energy
ja: 死のエネルギー

source: Death Rework Display
ja: 死の仕組み改良のディスプレイ

source: Death rift
ja: 死の裂け目

source: Death rune
ja: 死のルーン

source: Death spawn
ja: デス・スポーン

source: Death talisman
ja: 死のタリスマン

source: Death wing
ja: デス・ウイング

source: Death's Coffer
ja: 死の前払い金

source: Death's Domain
ja: 死の領域

source: Death's domain
ja: 死の領域

source: Death's scythe
ja: 死の大釜

source: Deathly mage
ja: 死の魔術師

source: Deathly ranger
ja: 死の射手

source: Deboard
ja: 下船

source: Debra
ja: デブラ

source: Debris
ja: 残骸

source: Debug
ja: デバッグ

source: Debug Block
ja: デバッグ・ブロック

source: Debug Man
ja: デバッグ男

source: Debug Woman
ja: デバッグ女

source: Decant
ja: 移し替える

source: Decapitate
ja: 首を斬る

source: Decapitated head
ja: 斬首

source: Decaying trunk
ja: 腐敗する木の幹

source: Deckchair
ja: デッキチェア

source: Decorated festive fireplace
ja: 装飾された祝祭の暖炉

source: Decorated limestone fireplace
ja: 装飾された石灰岩の暖炉

source: Decorated marble fireplace
ja: 装飾された大理石の暖炉

source: Decorated wall
ja: 装飾した壁

source: Decoration
ja: 装飾

source: Decoration space
ja: 装飾スペース

source: Decorations
ja: 装飾

source: Decorative armour
ja: 装飾的なアーマー

source: Decorative helm
ja: 装飾的な鉄兜

source: Decorative shield
ja: 装飾的なタコ盾

source: Decorative sword
ja: 装飾的な剣

source: Decorative window
ja: 装飾された窓

source: Deep blue sweets
ja: ディープブルーのお菓子

source: Defence
ja: 守備力

source: Defence potion(1)
ja: 守備力増強薬（１）

source: Defence potion(2)
ja: 守備力増強薬（２）

source: Defence potion(3)
ja: 守備力増強薬（３）

source: Defence potion(4)
ja: 守備力増強薬（４）

source: Defender item machine
ja: 守護者アイテム装置

source: Defiler
ja: デファイラー

source: Del-Monty
ja: デル・モンティ

source: Delete
ja: 削除

source: Delete Friend
ja: フレンド削除

source: Delete Name
ja: 名前を削除

source: Delphinium patch
ja: デルフィニウムの小区画

source: Delphiniums
ja: デルフィニウム

source: Delrith
ja: デルリス

source: Demolish
ja: 破壊

source: Demon
ja: 悪魔

source: Demon butler
ja: 悪魔の執事

source: Demonic Symbol
ja: 悪魔のシンボル

source: Demonic gorilla
ja: 悪魔のゴリラ

source: Denadu
ja: デナヅ

source: Denath
ja: デナス

source: Dense Jungle
ja: 密なジャングル

source: Dense forest
ja: 密林

source: Dense runestone
ja: 濃密なルーンストーン

source: Denulth
ja: デヌルス

source: Depleted Rock
ja: 枯渇した岩

source: Depleted runestone
ja: 枯渇したルーンストーン

source: Depleted vein
ja: 枯渇した鉱脈

source: Deposit
ja: 預ける

source: Deposit Box
ja: 金庫

source: Deposit Pool
ja: 預ける液溜まり

source: Deposit buckets
ja: バケツを預ける

source: Deposit pot
ja: 壺型の金庫

source: Deposit-box
ja: 預ける

source: Deposit-eggs
ja: 卵を預ける

source: Deposit-items
ja: アイテムを預ける

source: Deposit-pickaxe
ja: ツルハシを預ける

source: Deposit-runes
ja: ルーンを預ける

source: Deranged archaeologist
ja: 錯乱した考古学者

source: Derni
ja: デーニ

source: Dernu
ja: デーヌ

source: Derrik
ja: デリック

source: Derse Venator
ja: ダース・ヴェネーター

source: Derwen
ja: デーウェン

source: Descend
ja: 降りる

source: Desecrated Tomb
ja: 冒涜された墓

source: Desecrated house
ja: 冒涜された家

source: Desert Easy Diary
ja: 砂漠の初級日記

source: Desert Elite Diary
ja: 砂漠の超級日記

source: Desert Hard Diary
ja: 砂漠の上級日記

source: Desert Lizard
ja: 砂漠トカゲ

source: Desert Medium Diary
ja: 砂漠の中級日記

source: Desert Phoenix
ja: 砂漠のフェニックス

source: Desert Spirit
ja: 砂漠の精霊

source: Desert Wolf
ja: 砂漠オオカミ

source: Desert boots
ja: 砂漠の靴

source: Desert disguise
ja: 砂漠の変装

source: Desert eagle
ja: 砂漠ワシ

source: Desert painting
ja: 砂漠の絵画

source: Desert robe
ja: 砂漠のローブ

source: Desert shirt
ja: 砂漠のシャツ

source: Desk
ja: デスク

source: Desmodus Lasiurus
ja: デスモダス・ラシウルス

source: Despoina Callidra
ja: デスポイナ・カリドラ

source: Dessourt
ja: デスート

source: Dessourt (hard)
ja: デスート（上級）

source: Dessous
ja: デッソウス

source: Dessous (hard)
ja: デッソウス（上級）

source: Destinations
ja: 目的地

source: Destroy
ja: 破壊

source: Destroyed bird hide
ja: 破壊された隠れ家

source: Destroyed furniture
ja: 破壊された家具

source: Detach
ja: 取り外す

source: Devan Rutter
ja: デヴァン・ラッター

source: Deviant spectre
ja: 逸脱した亡霊

source: Device
ja: デバイス

source: Devices
ja: デバイスを購入

source: Devin Mendelberg
ja: デヴィン・メンデルバーグ

source: Dharok the Wretched
ja: 悲惨なダロック

source: Dharok's greataxe
ja: ダロックの大斧

source: Dharok's greataxe 0
ja: ダロックの大斧0

source: Dharok's greataxe 100
ja: ダロックの大斧100

source: Dharok's greataxe 25
ja: ダロックの大斧25

source: Dharok's greataxe 50
ja: ダロックの大斧50

source: Dharok's greataxe 75
ja: ダロックの大斧75

source: Dharok's helm
ja: ダロックの鉄兜

source: Dharok's helm 0
ja: ダロックの鉄兜0

source: Dharok's helm 100
ja: ダロックの鉄兜100

source: Dharok's helm 25
ja: ダロックの鉄兜25

source: Dharok's helm 50
ja: ダロックの鉄兜50

source: Dharok's helm 75
ja: ダロックの鉄兜75

source: Dharok's platebody
ja: ダロックの胸甲

source: Dharok's platebody 0
ja: ダロックの胸甲0

source: Dharok's platebody 100
ja: ダロックの胸甲100

source: Dharok's platebody 25
ja: ダロックの胸甲25

source: Dharok's platebody 50
ja: ダロックの胸甲50

source: Dharok's platebody 75
ja: ダロックの胸甲75

source: Dharok's platelegs
ja: ダロックの脚甲

source: Dharok's platelegs 0
ja: ダロックの脚甲0

source: Dharok's platelegs 100
ja: ダロックの脚甲100

source: Dharok's platelegs 25
ja: ダロックの脚甲25

source: Dharok's platelegs 50
ja: ダロックの脚甲50

source: Dharok's platelegs 75
ja: ダロックの脚甲75

source: Dial
ja: ダイアル

source: Diamond
ja: ダイヤ

source: Diamond Gate
ja: ダイヤの門

source: Diamond amulet
ja: ダイヤのアミュレット

source: Diamond amulet (u)
ja: ダイヤのアミュレット（未）

source: Diamond necklace
ja: ダイヤのネックレス

source: Diamond ring
ja: ダイヤの指輪

source: Diana
ja: ダイアナ

source: Diango
ja: ディアンゴー

source: Diary
ja: 日記

source: Dice
ja: さいころ

source: Dig
ja: 掘る

source: Dig Site specimen rocks
ja: 発掘現場の岩の標本

source: Dig Site workman
ja: 発掘現場の作業員

source: Dig-below
ja: 下を掘る

source: Dig-up
ja: 掘る

source: Digsite
ja: 発掘現場

source: Digsite Pendant
ja: 発掘現場の首飾り

source: Digsite workman
ja: 発掘現場の作業員

source: Dim crystal
ja: うっすら光る水晶

source: Dimintheis
ja: ディミンセシス

source: Diol
ja: ジオル

source: Dipflip
ja: ディップフリップ

source: Diphylla Bechstein
ja: ジフィラ・ベチステイン

source: Dire Wolf
ja: ダイアウルフ

source: Direct-portal
ja: ポータルを誘導

source: Directionals
ja: 風見柱の方角

source: Dirt
ja: 汚れ

source: Dirty robe
ja: 汚れたローブ

source: Disable
ja: 無力化

source: Disable prayer filtering
ja: 祈りのフィルタ有効

source: Disable prayer reordering
ja: 祈りの再配置無効

source: Disable spell filtering
ja: 魔法の再配置無効

source: Disable spell reordering
ja: 魔法の再配置無効

source: Disarm
ja: 解除

source: Disassemble
ja: を分解

source: Discard
ja: 破棄

source: Disciple of Iban
ja: アイバンの弟子

source: Disciple of Yama
ja: ヤマの弟子

source: Diseased Asgarnian Hops
ja: 病気のアスガニアン・ホップ

source: Diseased Barley
ja: 病気の大麦

source: Diseased Belladonna
ja: 病気のベラドンナ

source: Diseased Bittercap Mushrooms
ja: 病気のビタキャップダケ

source: Diseased Calquat
ja: 病気のカルカン

source: Diseased Grapevines
ja: 病気のブドウのツル

source: Diseased Hammerstone Hops
ja: 病気のハマーストーン・ホップ

source: Diseased Jute
ja: 病気の黄麻

source: Diseased Krandorian Hops
ja: 病気のクランドリアン・ホップ

source: Diseased Magic Tree
ja: 病気の魔法樹

source: Diseased Mahogany
ja: 病気のマホガニー

source: Diseased Maple
ja: 病気の楓

source: Diseased Oak
ja: 病気の樫

source: Diseased Poison Ivy bush
ja: 病気のツタウルシの低木

source: Diseased Potato cactus
ja: 病気のジャガイモサボテン

source: Diseased Redwood tree
ja: 病気のセコイアの木

source: Diseased Snape grass
ja: 病気のスネイプ草

source: Diseased Spirit Tree
ja: 病気の精霊樹

source: Diseased Teak
ja: 病気のチーク

source: Diseased White lily
ja: 病気の白百合

source: Diseased Wildblood Hops
ja: 病気のワイルドブラッド・ホップ

source: Diseased Willow
ja: 病気の柳

source: Diseased Yanillian Hops
ja: 病気のヤニリアン・ホップ

source: Diseased Yew
ja: 病気のイチイ

source: Diseased apple tree
ja: 病気のリンゴの木

source: Diseased banana tree
ja: 病気のバナナの木

source: Diseased cabbages
ja: 病気のキャベツ

source: Diseased cactus
ja: 病気のサボテン

source: Diseased cadavaberry bush
ja: 病気のカダバベリーの低木

source: Diseased calquat
ja: 病気のカルカン

source: Diseased celastrus tree
ja: 病気のセラストラスの木

source: Diseased curry tree
ja: 病気のカレーの木

source: Diseased dragonfruit plant
ja: 病気のドラゴンフルーツの木

source: Diseased dwellberry bush
ja: 病気のドエルベリーの低木

source: Diseased goutweed
ja: 病気のグート草

source: Diseased hardy goutweed
ja: 病気のグート草

source: Diseased herbs
ja: 病気の薬草

source: Diseased jangerberry bush
ja: 病気のジャンガベリーの低木

source: Diseased limpwurt plant
ja: 病気のリンプワートの株

source: Diseased marigold
ja: 病気のマリーゴールド

source: Diseased nasturtium
ja: 病気のナスタチウム

source: Diseased onions
ja: 病気の玉ねぎ

source: Diseased orange tree
ja: 病気のオレンジの木

source: Diseased palm tree
ja: 病気のヤシの木

source: Diseased papaya tree
ja: 病気のパパイヤの木

source: Diseased pineapple plant
ja: 病気のパイナップルの株

source: Diseased potatoes
ja: 病気のジャガイモの株

source: Diseased redberry bush
ja: 病気のレッドベリーの低木

source: Diseased rosemary
ja: 病気のローズマリー

source: Diseased seaweed
ja: 病気の海藻

source: Diseased strawberry plant
ja: 病気のイチゴの株

source: Diseased sweetcorn plant
ja: 病気のコーンの株

source: Diseased tomato plant
ja: 病気のトマトの株

source: Diseased watermelons
ja: 病気のスイカ

source: Diseased whiteberry bush
ja: 病気のホワイトベリーの低木

source: Diseased woad plant
ja: 病気のアイの株

source: Disembark
ja: 下船する

source: Dishes
ja: 皿

source: Disk of returning
ja: 帰還の円盤

source: Dismantle
ja: 除去する

source: Dismantle kit
ja: キットを外す

source: Dismiss
ja: 解任する

source: Dispel
ja: 消し去る

source: Dispenser
ja: ディスペンサー

source: Display
ja: 表示

source: Display Case
ja: 展示ケース

source: Display Eggs
ja: 展示用卵

source: Display board
ja: 掲示板

source: Display cabinet key
ja: 展示キャビネットの鍵

source: Display case
ja: 展示ケース

source: Display space
ja: 展示スペース

source: Display table
ja: 展示台

source: Dissolve
ja: 溶かす

source: Distillation Kit
ja: 蒸留装置セット

source: Distillator
ja: 蒸留器

source: Distract
ja: 気を散らす

source: Disturb
ja: 邪魔する

source: Disturbed sand
ja: 荒らされた砂

source: Dive
ja: 飛び込む

source: Dive in
ja: 飛び込む

source: Dizana's Quiver
ja: ディザナの矢筒

source: Dobwinkle
ja: ドブウィンクル

source: Dock Leaf
ja: エゾノギシギシ

source: Dock leaf plant
ja: エゾノギシギシの株

source: Dock worker
ja: 港湾の労働者

source: Dockmaster
ja: ドックマスター

source: Doctor Orbon
ja: オーボン先生

source: Dodgy Character
ja: 怪しい人物

source: Dodgy Squire
ja: ドジな従者

source: Dodgy ground
ja: 危険な地盤

source: Dog
ja: 犬

source: Doll
ja: 人形

source: Doll of iban
ja: アイバンの人形

source: Dolls and balls
ja: 人形とボール

source: Dolmen
ja: ドルメン

source: Dolphin
ja: イルカ

source: Domination marker
ja: 統治のマーカー

source: Dominic Onion
ja: ドミニック・オニオン

source: Dominic's coffer
ja: ドミニックの前払い金

source: Dommik
ja: ドンミク

source: Don
ja: ドン

source: Don't Know What
ja: 何か分からない

source: Donal
ja: ドナル

source: Dondakan the Dwarf
ja: ドワーフのドンダカン

source: Dondakan's Rock
ja: ドンダカンの岩

source: Donie
ja: ドニー

source: Donny the lad
ja: 若者ドニー

source: Donovan the Family Handyman
ja: 家族の便利屋ドノヴァン

source: Doogle leaves
ja: ドゥーム葉

source: Doom Scorpion
ja: 破滅のサソリ

source: Doomion
ja: ドゥーミオン

source: Doomsayer
ja: 災厄預言者

source: Door
ja: ドア

source: Door Guard
ja: 門番

source: Door hotspot
ja: ドアのホットスポット

source: Door key
ja: ドアの鍵

source: Door man
ja: ドアマン

source: Door space
ja: ドアのスペース

source: Door-support
ja: ドアの支え

source: Doors
ja: ドア

source: Doors of Dinh
ja: ディンの扉

source: Doorway
ja: 玄関口

source: Doric
ja: ドリック

source: Doric's Whetstone
ja: ドリックの砥石

source: Doris
ja: ドリス

source: Double agent
ja: 二重スパイ

source: Double ammo mould
ja: 大砲弾の二重鋳型

source: Double bed
ja: ダブルベッド

source: Doug Deeping
ja: ドゥー・ディーピング

source: Douse
ja: 消火

source: Doyen
ja: ドイェン

source: Dr Banikan
ja: バニカン先生

source: Dr Fenkenstrain
ja: フェンケンストレイン先生

source: Dr Ford
ja: フォード先生

source: Dr Harlow
ja: ハーロウ先生

source: Dr Jekyll
ja: ジェキル先生

source: Draconis Sanguine
ja: ドラコニス・サウグイン

source: Dragon
ja: 竜

source: Dragon Bitter
ja: ドラゴン・ビター

source: Dragon battleaxe
ja: 竜鉄の戦斧

source: Dragon bitter
ja: ドラゴン・ビター

source: Dragon bonemeal
ja: 竜の骨粉

source: Dragon bones
ja: 竜の骨

source: Dragon chainbody
ja: 竜鉄の鎖甲

source: Dragon corpse
ja: 竜の死体

source: Dragon dagger
ja: 竜鉄の短剣

source: Dragon dagger(p)
ja: 竜鉄の点検（毒）

source: Dragon display
ja: 竜の展示

source: Dragon egg
ja: 竜の卵

source: Dragon halberd
ja: 竜鉄の矛槍

source: Dragon head
ja: 竜の頭部

source: Dragon impling
ja: ドラゴンの子悪魔

source: Dragon inn tankard
ja: ドラゴンインのタンカード

source: Dragon longsword
ja: 竜鉄の長剣

source: Dragon mace
ja: 竜鉄の鎚矛

source: Dragon med helm
ja: 竜鉄の鉄兜

source: Dragon necklace
ja: 竜石のネックレス

source: Dragon platelegs
ja: 竜鉄の脚甲

source: Dragon plateskirt
ja: 竜鉄の裙甲

source: Dragon scale dust
ja: ドラゴンの鱗の粉

source: Dragon scimitar
ja: 竜鉄の三日月刀

source: Dragon spear
ja: 竜鉄のの槍

source: Dragon spear(kp)
ja: 竜鉄の槍（カラムジャ毒）

source: Dragon spear(p)
ja: 竜鉄の槍（毒）

source: Dragon sq shield
ja: 竜鉄の角盾

source: Dragon statue
ja: 竜の像

source: Dragon trophy display
ja: 竜トロフィーの展示

source: Dragon's head
ja: 竜の頭部

source: Dragonfire
ja: 竜の炎

source: Dragonfly
ja: トンボ

source: Dragonfruit tree
ja: ドラゴンフルーツの木

source: Dragonfruit tree stump
ja: ドラゴンフルーツの木の切り株

source: Dragonhide Leather
ja: 竜の革

source: Dragonkin
ja: ドラゴンキン

source: Dragonstone
ja: 竜石

source: Dragonstone Gate
ja: 竜石の門

source: Dragonstone amulet
ja: 竜石のアミュレット

source: Dragonstone amulet (u)
ja: 竜石のアミュレット（未）

source: Dragonstone ring
ja: 竜石の指輪

source: Drain
ja: 排水

source: Drain Pipe
ja: 排水パイプ

source: Drain pipe
ja: 排水パイプ

source: Drained Crystal
ja: 抜き取られたクリスタル

source: Drake
ja: ドレイク

source: Dramen branch
ja: ドラメンの枝

source: Dramen staff
ja: ドラメンの杖

source: Dramen tree
ja: ドラメンの木

source: Drapes
ja: ドレープ

source: Drasdan Ranor
ja: ドラスダン・ラノー

source: Draul Leptoc
ja: ドロール・レプトック

source: Drawer space
ja: 引き出しのスペース

source: Drawers
ja: 引き出し

source: Draynor Manor
ja: ドレイナーの邸宅

source: Draynor Manor Portal
ja: ドレイナーの邸宅のポータル

source: Draynor Village
ja: ドレイナー村

source: Dream
ja: 夢を見る

source: Dream List
ja: 夢のリスト

source: Dream Tree stump
ja: 夢の木の切り株

source: Dream puff
ja: 夢パフ

source: Dream tree
ja: 夢の木

source: Dresser
ja: ドレッサー

source: Dresser space
ja: ドレッサーのスペース

source: Dreven
ja: ドレヴェン

source: Drew
ja: ドリュー

source: Drezel
ja: ドレーゼル

source: Dried thistle
ja: 乾燥したアザミ

source: Drift net (full)
ja: 流し網（満）

source: Drift net anchors
ja: 流し網のいかり

source: Driftwood
ja: 流木

source: Drill
ja: ドリル

source: Drill Sergeant
ja: ドリル軍曹

source: Drilling machine
ja: ドリル機

source: Drink
ja: 飲む

source: Drink From
ja: 飲む

source: Drink-from
ja: から飲む

source: Drip
ja: 滴

source: Dripping tendrils
ja: びちょびちょのツル

source: Dripping vine
ja: 濡れたツル

source: Drips
ja: 滴

source: Drive belt
ja: ドライブ・ベルト

source: Droalak
ja: ドロアラク

source: Drogo dwarf
ja: ドロゴ・ドワーフ

source: Dromund
ja: ドロマンド

source: Dromund's cat
ja: ドロマンドのネコ

source: Dron
ja: ドロン

source: Drop
ja: を落とす

source: Droppings
ja: フン

source: Druid
ja: ドルイド

source: Druid pouch
ja: ドルイドのポーチ

source: Druid spirit
ja: ドルイドの魂

source: Druid's robe
ja: ドルイドのローブ下

source: Druid's robe top
ja: ドルイドのローブ上

source: Druid's robes
ja: ドルイドのローブ

source: Druidic spell
ja: ドルイドの魔法

source: Drummer
ja: ドラマー

source: Drunk dragon
ja: ドランクドラゴン

source: Drunk parrot
ja: 酔ったオウム

source: Drunken Ali
ja: 酔ったアリ

source: Drunken Dwarf
ja: 酔ったドワーフ

source: Drunken Dwarf's Leg
ja: 酔ったドワーフの足

source: Drunken man
ja: 酔った男

source: Drunken soldier
ja: 酔った兵士

source: Dry patch
ja: 乾燥した小区画

source: Dry sticks
ja: 乾いた棒

source: Dry stone wall
ja: 乾いた石の壁

source: Dryad
ja: ドライアド

source: Drying line
ja: 物干しライン

source: Duck
ja: アヒル

source: Duckling
ja: アヒルの子

source: Ducklings
ja: アヒルの子

source: Duel Guide
ja: 決闘の案内人

source: Duelist
ja: 決闘者

source: Dug hole
ja: 掘られた穴
